<?php
$config['kinds'] = [
//    'coffee' => [
//        'name' => 'coffee',
//        'nameJp' => 'コーヒー',
//    ] ,
    'espresso' => [
        'name' => 'espresso',
        'nameJp' => 'エスプレッソ',
    ],
    'frappuccino' => [
        'name' => 'frappuccino',
        'nameJp' => 'フラペチーノ',
    ],
    'tea' => [
        'name' => 'tea',
        'nameJp' => 'ティー',
    ],
    'others' => [
        'name' => 'others',
        'nameJp' => 'その他',
    ],
];

$config['drinks'] = [


    // ----- 期間限定 ----------------------------------------------------------------------------------



    // ----- coffee --------------------------------------------------------------------------------

//    'ドリップ コーヒー' => [
//        'name' => 'ドリップ コーヒー',
//        'kind' => 'coffee',
//        'price' => 390,
//        'imageUrl' => '4524785000018_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
   'カフェ ミスト' => [
       'name' => 'カフェ ミスト',
       'kind' => 'coffee',
       'price' => 475,
       'imageUrl' => '4524785062870_1_m.jpg',
       'title' => '',
       'text' => '',
       'ice' => false,
       'hot' => true,
       'recommend' => [
           'ice' => '',
           'hot' => '',
       ],
       'impression' => '',
       'customizes' => [
           'ice' => [
                'シナモンロール' => [
                    'order' => [
                        'アーモンドミルクに変更' => 0,
                        'ホワイトモカシロップ追加' => 55,
                        'シナモンパウダーを上からかける' => 0,
                        'チョコレートソースを上からかける' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/C32aQkgylLT/?img_index=1',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
           ],
           'hot' => [
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
           ],
       ],
   ],
//    'コールドブリュー コーヒー' => [
//        'name' => 'コールドブリュー コーヒー',
//        'kind' => 'coffee',
//        'price' => 440,
//        'imageUrl' => '4524785324732_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => false,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'コーヒー プレス' => [
//        'name' => 'コーヒー プレス',
//        'kind' => 'coffee',
//        'price' => 490,
//        'imageUrl' => '4524785046856_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],


    // ----- espresso ------------------------------------------------------------------------------


//    'スターバックス ブロンド ラテ with オーツミルク' => [
//        'name' => 'スターバックス ブロンド ラテ with オーツミルク',
//        'kind' => 'espresso',
//        'price' => 455,
//        'imageUrl' => '4524785487253_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'トリプルエスプレッソ ラテ' => [
//        'name' => 'トリプルエスプレッソ ラテ',
//        'kind' => 'espresso',
//        'price' => 510,
//        'imageUrl' => '4524785457690_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//
//            ],
//        ],
//    ],
//    'スターバックス ラテ' => [
//        'name' => 'スターバックス ラテ',
//        'kind' => 'espresso',
//        'price' => 455,
//        'imageUrl' => '4524785000223_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'ソイ ラテ' => [
//        'name' => 'ソイ ラテ',
//        'kind' => 'espresso',
//        'price' => 455,
//        'imageUrl' => '4524785047396_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'アーモンドミルク ラテ' => [
//        'name' => 'アーモンドミルク ラテ',
//        'kind' => 'espresso',
//        'price' => 455,
//        'imageUrl' => '4524785433106_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'オーツミルク ラテ' => [
//        'name' => 'オーツミルク ラテ',
//        'kind' => 'espresso',
//        'price' => 455,
//        'imageUrl' => '4524785433021_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//                'オーツハニー風' => [
//                    'はちみつを上から3周' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//        ],
//    ],
//    'カプチーノ' => [
//        'name' => 'カプチーノ',
//        'kind' => 'espresso',
//        'price' => 455,
//        'imageUrl' => '4524785000285_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
    'カフェ モカ' => [
        'name' => 'カフェ モカ',
        'kind' => 'espresso',
        'price' => 540,
        'imageUrl' => '4524785000254_1_m.jpg',
        'title' => '',
        'text' => '',
        'ice' => true,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                'コーヒー飽きた' => [
                    'order' => [
                        'オーツミルク変更' => 55,
                        'シロップ少なめ' => 0,
                        '2エスプレッソショット追加' => 110,
                    ],
                    'quote' => 'https://news.yahoo.co.jp/expert/articles/e29fa24e9ce6766970086b59650c5ad783935835',
                ],
                'オランジェット' => [
                    'order' => [
                        'シトラス果肉追加' => 110,
                    ],
                    'quote' => 'https://www.starbucksfreak.com/entry/cafe-mocha#7',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
            'hot' => [
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
        ],
    ],
    'ホワイト モカ' => [
        'name' => 'ホワイト モカ',
        'kind' => 'espresso',
        'price' => 540,
        'imageUrl' => '4524785034532_1_m.jpg',
        'title' => '',
        'text' => '',
        'ice' => true,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                'アーモンドナッツ' => [
                    'order' => [
                        'アーモンドミルクに変更' => 55,
                        'ショット追加'          => 55,
                    ],
                    'quote' => 'https://www.instagram.com/p/CtlERS8Says/?img_index=1',
                ],
                'チョコ' => [
                    'order' => [
                        'アーモンドミルクに変更' => 55,
                        'モカシロップ追加' => 55,
                        'ホイップクリーム追加' => 55,
                        'チョコソース追加' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/Cfv9HywFp2K/?img_index=1',
                ],
                'ダイエット' => [
                    'order' => [
                        'シロップを半分に変更' => 0,
                        '無脂肪乳に変更' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/Cfv9HywFp2K/?img_index=1',
                ],
            ],
            'hot' => [
                '珈琲牛乳' => [
                    'order' => [
                        'ブロンドエスプレッソに変更' => 0,
                        'ホワイトモカシロップ少なめ' => 0,
                        'バニラシロップ多めに追加' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/C24nL-YyAL-/?img_index=1',
                ],
                'バターキャラメル' => [
                    'order' => [
                        'キャラメルシロップを追加' => 55,
                        'アーモンドミルクに変更' => 55,
                        'キャラメルソースを上から' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/CnO955Byy7p/?img_index=1',
                ],
            ],
        ],
    ],
    'キャラメル マキアート' => [
        'name' => 'キャラメル マキアート',
        'kind' => 'espresso',
        'price' => 540,
        'imageUrl' => '4524785019232_1_m.jpg',
        'title' => '',
        'text' => '',
        'ice' => true,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
            'hot' => [
                'ゼブラ' => [
                    'order' => [
                        'チョコソース追加' => 0,
                        'ノンソース' => 0,
                        'ホワイトモカシロップに変更' => 0,
                    ],
                    'quote' => 'https://www.tiktok.com/@starbacks7/video/7065969112618487042',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
        ],
    ],
//    'カフェ アメリカーノ' => [
//        'name' => 'カフェ アメリカーノ',
//        'kind' => 'espresso',
//        'price' => 410,
//        'imageUrl' => '4524785000315_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'エスプレッソ' => [
//        'name' => 'エスプレッソ',
//        'kind' => 'espresso',
//        'price' => 350,
//        'imageUrl' => '4524785000346_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'エスプレッソ コンパナ' => [
//        'name' => 'エスプレッソ コンパナ',
//        'kind' => 'espresso',
//        'price' => 360,
//        'imageUrl' => '4524785000360_1_m.jpg',
//        'title' => '',
//        'text' => '',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'エスプレッソ マキアート' => [
//        'name' => 'エスプレッソ マキアート',
//        'kind' => 'espresso',
//        'price' => 360,
//        'imageUrl' => '4524785000384_1_m.jpg',
//        'title' => 'スターバックスこだわりのエスプレッソにフォームミルクをのせて',
//        'text' => 'キャラメルのような甘く力強い味とナッツを感じさせる後味。ふわふわのフォームミルクをのせることでミルクの優しい甘さが、エスプレッソを引き立てます。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//        ],
//    ],
//    'ムース フォーム ラテ' => [
//        'name' => 'ムース フォーム ラテ',
//        'kind' => 'espresso',
//        'price' => 510,
//        'imageUrl' => '4524785344075_1_m.jpg',
//        'title' => 'ムースのようなミルクフォームで仕上げたラテ',
//        'text' => 'ノンファットミルクでつくった、ふんわりきめ細やかで弾力もある質感のムース フォームをやさしく注いだ、ダブルショットのラテです。ムース フォームは、ノンファットミルクで作られているとは思えないほど重厚感のある口当たりで、ふんわりとした質感とミルクの甘味をお楽しみいただけます。',
//        'ice' => true,
//        'hot' => false,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],


    // ----- frappuccino ---------------------------------------------------------------------------

    'エスプレッソ アフォガート フラペチーノ' => [
        'name' => 'エスプレッソ アフォガート フラペチーノ',
        'kind' => 'frappuccino',
        'price' => 640,
        'imageUrl' => '4524785344143_1_m.jpg',
        'title' => '甘すぎずほろ苦い、大人のためのフラペチーノ',
        'text' => 'ひと口目に感じるエスプレッソは「リストレット」という方法で抽出した力強い香りと優しい苦味を、ふた口目は全体を混ぜて、こだわりのクリームから来るアフォガートのような味わいをお楽しみください。リフレッシュしたい時や、ほっとひと息つきたい時にも、何度でも飲みたくなるフラペチーノです。',
        'ice' => true,
        'hot' => false,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                // ],
            ],
            'hot' => [],
        ]
    ],
    'コーヒー フラペチーノ' => [
        'name' => 'コーヒー フラペチーノ',
        'kind' => 'frappuccino',
        'price' => 545,
        'imageUrl' => '4524785165731_1_m.jpg',
        'title' => 'コーヒーのおいしさをシンプルに味わうフラペチーノ',
        'text' => 'コーヒー、ミルクを氷とブレンドした、シンプルながらもコーヒーのおいしさを楽しめるフラペチーノです。そのまま味わうのはもちろん、シロップなどをカスタマイズして、自分好みのコーヒー フラペチーノに仕上げるのもおすすめです。',
        'ice' => true,
        'hot' => false,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                'パピコ' => [
                    'order' => [
                        'チョコレートシロップを1ポンプ追加' => 55,
                        'ブレベミルクに変更' => 0,
                        'フラペチーノローストを少なめ' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/C6YoRsPSXk8/?img_index=1',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
            'hot' => [

            ],
        ],
    ],
    'ダーク モカ チップ フラペチーノ' => [
        'name' => 'ダーク モカ チップ フラペチーノ',
        'kind' => 'frappuccino',
        'price' => 595,
        'imageUrl' => '4524785166059_1_m.jpg',
        'title' => 'ダークチョコレートのほろ苦さが引き立つ<br class="br-sp">コーヒーベースのフラペチーノ',
        'text' => 'コーヒー、ミルク、ダークチョコレートパウダー、チョコレートチップを氷とブレンドした、チョコレートラバーズにおすすめのフラペチーノ。コーヒーとダークチョコレートのほろ苦い味わいと、チョコレートチップの食感が織り成すハーモニーをお楽しみください。',
        'ice' => true,
        'hot' => false,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
       'customizes' => [
           'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
           ],
           'hot' => [

           ],
       ],
    ],
    'キャラメル フラペチーノ' => [
        'name' => 'キャラメル フラペチーノ',
        'kind' => 'frappuccino',
        'price' => 580,
        'imageUrl' => '4524785165816_1_m.jpg',
        'title' => 'コーヒーフラペチーノにキャラメルシロップをブレンドし、<br class="by-sp">ホイップクリームとキャラメルソースをトッピング',
        'ice' => true,
        'hot' => false,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
            'hot' => [

            ],
        ],
    ],
    '抹茶 クリーム フラペチーノ' => [
        'name' => '抹茶 クリーム フラペチーノ',
        'kind' => 'frappuccino',
        'price' => 595,
        'imageUrl' => '4524785165892_1_m.jpg',
        'title' => '豊かな風味の抹茶パウダーをブレンドした、<br class="by-sp">クリームベースのフラペチーノ',
        'text' => '世界中で様々な形で飲用されている抹茶ですが、スターバックスではミルクと氷でブレンドしたリフレッシングなフラペチーノに仕上げました。',
        'ice' => true,
        'hot' => false,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                '宇治抹茶' => [
                    'order' => [
                        '抹茶パウダーを多めに' => 0,
                        'シロップ抜き' => 0,
                        'ブロンドエスプレッソ追加' => 55,
                    ],
                    'quote' => 'https://www.instagram.com/p/C5N9TfpSYBS/?img_index=1',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
            'hot' => [

            ],
        ],
    ],
    'バニラ クリーム フラペチーノ' => [
        'name' => 'バニラ クリーム フラペチーノ',
        'kind' => 'frappuccino',
        'price' => 580,
        'imageUrl' => '4524785165939_1_m.jpg',
        'title' => 'ミルクとバニラのなめらかな組み合わせ',
        'text' => 'ミルクとバニラシロップを氷とブレンドし、ホイップクリームをトッピングした、クリーミーな味わいのフラペチーノ。真っ白な見た目も爽やかです。ミルクとバニラシロップというシンプルな組み合わせはいろいろなカスタマイズとも好相性。',
        'ice' => true,
        'hot' => false,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                /**
                 *   'コーヒー牛乳' => [
                 *       'order' => [
                 *           'ブレベミルク変更' => 55,
                 *           'ホワイトモカシロップ追加' => 55,
                 *           'フラペチーノコーヒー1ポンプ追加' => 55,
                 *       ],
                 *       'quote' => 'https://www.instagram.com/p/Cs3lkEaphIx/?img_index=7',
                 *   ],
                 */
                '練乳ココア' => [
                    'order' => [
                        '無脂肪乳に変更' => 0,
                        'ホワイトモカシロップ変更' => 0,
                        'チョコレートソースを上から多めにかける' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/C6i7gRUyREg/?img_index=1',
                ],
                'ハニーレモン' => [
                    'order' => [
                        'ブレベミルク変更' => 55,
                        'シトラス果肉を追加' => 110,
                        '上からはちみつ5周かける' => 55,
                    ],
                    'quote' => 'https://www.instagram.com/p/Cpm406NSIAw/?img_index=1',
                ],
                '牧場ミルク' => [
                    'order' => [
                        'ブレベミルク変更' => 55,
                        'バニラシロップ抜き' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/CoeynMLyVGN/?img_index=1',
                ],
            ],
            'hot' => [

            ],
        ],
    ],
    // 'ダーク モカ チップ クリーム フラペチーノ' => [
    //     'name' => 'ダーク モカ チップ クリーム フラペチーノ',
    //     'kind' => 'frappuccino',
    //     'price' => 595,
    //     'imageUrl' => '4524785180567_1_m.jpg',
    //     'title' => 'チョコレートの風味を存分に味わえる1杯',
    //     'text' => 'ミルク、ダークチョコレートパウダー、そして人気のチョコレートチップを氷とブレンドした、クリーミーな味わいのフラペチーノ。お好みでチョコレートソースをトッピングして、よりチョコレートの風味を強めることも。',
    //     'ice' => true,
    //     'hot' => false,
    //     'recommend' => [
    //         'ice' => '',
    //         'hot' => '',
    //     ],
    //     'impression' => '',
    //     'customizes' => [
    //         'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
    //         ],
    //         'hot' => [

    //         ],
    //     ],
    // ],
    'マンゴー パッション ティー フラペチーノ' => [
        'name' => 'マンゴー パッション ティー フラペチーノ',
        'kind' => 'frappuccino',
        'price' => 580,
        'imageUrl' => '4524785118751_1_m.jpg',
        'title' => 'トロピカルな味わいのジュースに<br class="by-sp">ハイビスカスティーをブレンド',
        'text' => 'マンゴーとパッションフルーツのトロピカル感あふれる味わいに、ハイビスカスティーと氷をブレンドした、フルーティーな味わいのフラペチーノ。',
        'ice' => true,
        'hot' => false,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                '白桃' => [
                    'order' => [
                        'ブラックティーに変更' => 0,
                        'ホワイトモカシロップを多めに追加' => 55,
                    ],
                    'quote' => 'https://www.instagram.com/p/C5GO8dUSPDo/?img_index=1',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
            'hot' => [],
        ],
    ],


    // ----- tea -----------------------------------------------------------------------------------

    'ゆず シトラス & ティー' => [
        'name' => 'ゆず シトラス & ティー',
        'kind' => 'tea',
        'price' => 540,
        'imageUrl' => '4524785461154_1_m.jpg',
        'title' => 'ゆずやグレープフルーツなど、<br class="br-sp">シトラスの風味豊かなティービバレッジ',
        'text' => 'ティーに、グレープフルーツ・オレンジ・レモン・ゆず果皮をミックスしたシトラス果肉を組み合わせました。アイスはブラックティー、ホットはイングリッシュ ブレックファスト ティーを使用し、香り高くすっきりとした飲み心地に仕上げています。
さわやかで香り豊かなティービバレッジで、リラックスしたひとときをお過ごしください。',
        'ice' => true,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
            'hot' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
        ],
    ],
    'チャイ ティー ラテ' => [
        'name' => 'チャイ ティー ラテ',
        'kind' => 'tea',
        'price' => 520,
        'imageUrl' => '4524785034204_1_m.jpg',
        'title' => '甘さの中にほんのり香るスパイス',
        'text' => '紅茶の味わいにスパイスを効かせたオリジナルシロップと、ミルクのバランスが絶妙に調和したティー ラテ。まろやかなスパイス感と深いコクが特徴のティー ラテです。',
        'ice' => true,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                'ハニーナッツ' => [
                    'order' => [
                        'アーモンドミルクに変更' => 55,
                        '上からはちみつを3周' => 0,
                    ],
                    'quote' => 'https://mamestarbucks.com/archives/510',
                ],
                'アメリカ' => [
                    'order' => [
                        'アーモンドミルクに変更' => 55,
                        'ブロンドエスプレッソ追加' => 55,
                    ],
                    'quote' => 'https://www.instagram.com/p/CkS_7ktSE3b/?img_index=1',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
            'hot' => [
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
        ],
    ],
    'ほうじ茶 ティー ラテ' => [
        'name' => 'ほうじ茶 ティー ラテ',
        'kind' => 'tea',
        'price' => 520,
        'imageUrl' => '4524785154681_1_m.jpg',
        'title' => '',
        'text' => '日本で古くから親しまれているほうじ茶をミルクとの相性を追求して誕生したティー ラテ。ミルクの甘い香りの中に、香ばしい香りがしっかりと漂う、甘さ控えめのティーラテです。',
        'ice' => false,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
            'hot' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
        ],
    ],
    '抹茶 ティー ラテ' => [
        'name' => '抹茶 ティー ラテ',
        'kind' => 'tea',
        'price' => 520,
        'imageUrl' => '4524785106499_1_m.jpg',
        'title' => 'ほろ苦い抹茶をラテに仕上げ深い味わいに',
        'text' => 'こだわり抜いた抹茶とミルクを合わせた人気のラテ。ほろ苦い抹茶にほどよく甘みをプラスすることで、より深い味わいが楽しめます。',
        'ice' => false,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
            'hot' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
        ],
    ],
//    'イングリッシュ ブレックファスト ティー ラテ' => [
//        'name' => 'イングリッシュ ブレックファスト ティー ラテ',
//        'kind' => 'tea',
//        'price' => 520,
//        'imageUrl' => '4524785304970_1_m.jpg',
//        'title' => '',
//        'text' => '紅茶の伝統的な味わいがラテスタイルで楽しめます。ミルクとの相性を考えてブレンドしたティーに、温かなスチームミルクとふんわりフォームミルクで仕上げました。上品な香りと優しい風味が特徴です。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//                'これはもうロイヤルミルクティー風' => [
//                    'オールミルク' => 0,
//                    'ホワイトモカシロップに変更' => 0,
//                ],
//                'ほと苦あま～いドルチェ風' => [
//                    'ホワイトモカシロップに変更' => 0,
//                    'オールミルクに' => 0,
//                ],
//                '濃厚ふわとろミルクティー風' => [
//                    'オールミルク' => 0,
//                    'ホワイトモカシロップに変更' => 55,
//                    'フォームミルクを多め' => 0,
//                    '上からはちみつ3週' => 0,
//                ],
//            ],
//        ],
//    ],
    'カモミール ティー ラテ' => [
        'name' => 'カモミール ティー ラテ',
        'kind' => 'tea',
        'price' => 520,
        'imageUrl' => '4524785305465_1_m.jpg',
        'title' => '',
        'text' => '鮮やかなシトラスに、カモミールとラベンダーの柔らかな香りをブレンドした香り豊かなノンカフェインのティー ラテ。一口飲むとミルクの甘さの中に華やかな香りを感じることができます。',
        'ice' => false,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
            'hot' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
        ],
    ],
    'アール グレイ ティー ラテ' => [
        'name' => 'アール グレイ ティー ラテ',
        'kind' => 'tea',
        'price' => 520,
        'imageUrl' => '4524785305076_1_m.jpg',
        'title' => '',
        'text' => 'ラベンダーの香り華やぐアールグレイに温かなスチームミルクとふんわりフォームミルクで仕上げました。バニラシロップで甘さを加えることで、より華やかな印象です。',
        'ice' => false,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
            'hot' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
        ],
    ],
   'ゼンクラウド ウーロン ティー ラテ' => [
       'name' => 'ゼンクラウド ウーロン ティー ラテ',
       'kind' => 'tea',
       'price' => 520,
       'imageUrl' => '4524785492820_1_m.jpg',
       'title' => 'ミルクの甘い香りの中に上質な香りが漂うティー ラテ',
       'text' => 'さわやかでアロマティックな香り、軽やかな飲み心地のゼン クラウド ウーロンのティー ラテ。シロップでほんのり甘さをプラスし、スチームミルクとふんわりフォームミルクで仕上げています。
ミルクの甘い香りの中に、さわやかで上質な香りが漂うティー ラテで、リラックスしたひとときをお過ごしください。',
       'ice' => true,
       'hot' => true,
       'recommend' => [
           'ice' => '',
           'hot' => '',
       ],
       'impression' => '',
       'customizes' => [
           'ice' => [
                'タピオカ屋さんのミルクティー' => [
                    'order' => [
                        'ホワイトモカシロップ変更' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/C4QKLdLSR_n/?img_index=1',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
           ],
           'hot' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
           ],
       ],
   ],
//    'アイスティー(ブラック)' => [
//        'name' => 'アイスティー(ブラック)',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785024748_1_m.jpg',
//        'title' => '紅茶の伝統的な味わいと上品な香りが楽しめるティー',
//        'text' => '',
//        'ice' => true,
//        'hot' => false,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//                'ほんのりバニラのふわとろミルクティー風' => [
//                    'ホワイトモカシロップ追加' => 55,
//                    'ミルクコーヒームースを追加' => 55,
//                ],
//                'さっぱりでもふわとろなミルクティー風' => [
//                    'ホワイトモカシロップを1ポンプ追加' => 55,
//                    'ムースフォームを追加' => 55,
//                    'キャラメルソースを上からかなミルクティーける' => 0,
//                ],
//            ],
//        ],
//    ],
//    'アイスティー(パッション)' => [
//        'name' => 'アイスティー(パッション)',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785349193_1_m.jpg',
//        'title' => '爽やかな酸味のティー',
//        'text' => 'ハイビスカス、オレンジピール、シナモン、リコリス等がブレンドされた鮮やかな赤色のノンカフェインのハーブティーです。',
//        'ice' => true,
//        'hot' => false,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '超さっぱり風' => [
//                    'シトラス果肉1スプーン追加' => 110,
//                    'はちみつを上から3周' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//
//            ],
//        ],
//    ],
//    'イングリッシュ ブレックファスト' => [
//        'name' => 'イングリッシュ ブレックファスト',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785305328_1_m.jpg',
//        'title' => '紅茶の伝統的な味わいと上品な香りが楽しめるティー',
//        'text' => '紅茶の伝統的な味が楽しめるブレンドです。インド産の茶葉をベースに、スリランカ産などの茶葉を加え、上品な香りが引き立ちます。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//        ],
//    ],
//    'アール グレイ' => [
//        'name' => 'アール グレイ',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785305366_1_m.jpg',
//        'title' => 'ベルガモットの香り豊かなブラックティー',
//        'text' => 'アール グレイを香り豊かなベルガモットエッセンスで香り付けした、華やかなブラックティーのブレンドです。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'カモミール' => [
//        'name' => 'カモミール',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785305571_1_m.jpg',
//        'title' => 'フローラルの香りが特長のティー',
//        'text' => '鮮やかなシトラスに、カモミールとラベンダーの柔らかな香りをブレンドしたノンカフェインティー。優しいフローラルの香りが特長です。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//        ],
//    ],
//    'ユースベリー' => [
//        'name' => 'ユースベリー',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785309104_1_m.jpg',
//        'title' => 'フルーティーな味わいのホワイトティー',
//        'text' => 'パイナップルやマンゴーなどをブレンドしたホワイトティーです。ハイビスカスと酸味のあるアップルでバランスのとれた味わいに仕上げました。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'ほうじ茶' => [
//        'name' => 'ほうじ茶',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785155473_1_m.jpg',
//        'title' => '香ばしく豊かな風味のティー',
//        'text' => '日本で古くから親しまれているほうじ茶をスターバックスで楽しめます。香ばしく豊かな風味を追及し、こだわり抜いた茶葉をブレンドしています。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'ゼンクラウド ウーロン' => [
//        'name' => 'ゼンクラウド ウーロン',
//        'kind' => 'tea',
//        'price' => 480,
//        'imageUrl' => '4524785492868_1_m.jpg',
//        'title' => 'さわやかでアロマティックな香り、ほのかな甘みが楽しめるティー',
//        'text' => 'さわやかでアロマティックな香り、ほのかな甘み、軽やかな飲み心地が特徴のティーです。
//中国の山深く、雲と霧という天然の天蓋に覆われた標高約850メートルの茶畑で、ゆっくりと豊かな風味を凝縮させながら育った茶葉を使っています。',
//        'ice' => false,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//            ],
//            'hot' => [
//                'ウーロン風味たっぷりのはちみつミルクティー風' => [
//                    'シロップ多め' => 0,
//                    '上からはちみつを7周かける' => 0,
//                ],
//                'まさかのさっぱりウーロン風' => [
//                    'シトラス果肉1スプーン追加' => 110,
//                    'エクストラホット' => 0,
//                ],
//                '甘々なウーロン風' => [
//                    'オールミルク' => 0,
//                    'ホワイトモカシロップに変更' => 0,
//                    'フォームミルク多め' => 0,
//                ],
//            ],
//        ],
//    ],
//     'ダブル 抹茶 ティー ラテ' => [
//         'name' => 'ダブル 抹茶 ティー ラテ',
//         'kind' => 'tea',
//         'price' => 520,
//         'imageUrl' => '4524785508811_1_m.jpg',
//         'title' => '抹茶の香りやうまみをアイスで楽しめるティー ラテ',
//         'text' => 'キリッと冷やした抹茶の豊かな風味を楽しめるティー ラテです。濃厚な風味の抹茶を優しい甘さのミルクの上から注ぎました。
// 抹茶の緑とミルクの白が織りなす爽やかなグラデーションもお楽しみいただけます。
// リラックスしたひとときをお過ごしください。',
//         'ice' => true,
//         'hot' => false,
//         'customizes' => [
//             'ice' => [
//                 // '' => [
//                 //     [
//                 //         'order' => [
//                 //             '' => 55,
//                 //             '' => 0,
//                 //             '' => 0,
//                 //             '' => 0,
//                 //         ],
//                 //         'quote' => '',
//                 //     ]
//                 // ],
//             ],
//             'hot' => [],
//         ],
//     ],


    // ----- others ---------------------------------------------------------------------------------

    'ココア' => [
        'name' => 'ココア',
        'kind' => 'others',
        'price' => 495,
        'imageUrl' => '4524785000674_1_m.jpg',
        'title' => 'チョコレートシロップにミルク、ホットにはホイップクリームを',
        'text' => 'チョコレートシロップにミルクが調和し、やさしい甘さに仕上げました。ホットはホイップクリームがほどよく溶けてまろやかな口当たりです。',
        'ice' => true,
        'hot' => true,
        'recommend' => [
            'ice' => '',
            'hot' => '',
        ],
        'impression' => '',
        'customizes' => [
            'ice' => [
                'ミロ（MILO）' => [
                    'order' => [
                        'オーツミルクに変更' => 55,
                        'ムースフォームを追加' => 55,
                        'チョコレートソースを上からかける' => 0,
                        'ココアパウダーを上からかける' => 0,
                    ],
                    'quote' => 'https://www.instagram.com/p/C6dx8GPSFHn/?img_index=1',
                ],
                // '' => [
                //     'order' => [
                //         '' => 55,
                //         '' => 0,
                //         '' => 0,
                //         '' => 0,
                //     ],
                //     'quote' => '',
                // ],
            ],
            'hot' => [
                // '' => [
                //     [
                //         'order' => [
                //             '' => 55,
                //             '' => 0,
                //             '' => 0,
                //             '' => 0,
                //         ],
                //         'quote' => '',
                //     ]
                // ],
            ],
        ],
    ],
//    'キャラメル クリーム' => [
//        'name' => 'キャラメル クリーム',
//        'kind' => 'others',
//        'price' => 495,
//        'imageUrl' => '4524785046900_1_m.jpg',
//        'title' => 'キャラメル風味の温かいミルク',
//        'text' => 'キャラメル風味の温かいミルクの上に、ホイップクリームとキャラメルソースをトッピングしました。ミルキーな甘さとキャラメルの風味を存分に楽しめます。',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
//    'ミルク' => [
//        'name' => 'ミルク',
//        'kind' => 'others',
//        'price' => 410,
//        'imageUrl' => '4524785000735_1_m.jpg',
//        'title' => 'ミルクのほっとする甘さを感じられるビバレッジ',
//        'text' => '',
//        'ice' => true,
//        'hot' => true,
//        'recommend' => [
//            'ice' => '',
//            'hot' => '',
//        ],
//        'impression' => '',
//        'customizes' => [
//            'ice' => [
//                '' => [
//                    '' => 0,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 55,
//                    '' => 0,
//                ],
//                '' => [
//                    '' => 0,
//                    '' => 55,
//                ],
//            ],
//            'hot' => [],
//        ],
//    ],
];